[
    {
      "nome": "1962 Hofner Super Solid",
      "urlImmagine": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYgG9UHHCm7x2JyVgYrHdnsqOPrVKplkV9HQ&s",
      "descrizione": "Mark’s father bought this guitar for him in 1964 for 50£ when Mark was just 15 years old. It was his first guitar, and at that time he couldn’t afford an amplifier so he played it through a family radio instead."
    },
    {
      "nome": "1959 Gibson Les Paul Special",
      "urlImmagine": "https://rvb-img.reverb.com/image/upload/s--iMcFBkuX--/f_auto,t_supersize/v1567630541/j4kbufgavnmi9yruumjk.jpg",
      "descrizione": "This is one of Mark’s earliest guitars, predating his red 1961 Stratocaster. It can be seen briefly in a photo presented during a documentary dubbed Guitar Stories, where Mark talks about six guitars that helped him define his sound."
    },
    {
      "nome": "1961 Fender Stratocaster",
      "urlImmagine": "https://www.bananamusic.it/308831-medium_default/fender-ltd-player-stratocaster-pf-frd.jpg",
      "descrizione": "Mark bought this Stratocaster was bought sometime prior to Dire Strait’s first album released in 1978. It was Mark’s first Fender Stratocaster, and the one he cherishes and plays to this day.\nAccording to Mark, this guitar was used on the entirety of Dire Strait’s debut album, which included the mega-hit Sultans of Swing. This is important to point out because sources vary online regarding which specific Stratocaster it was on Sultans – whether it was this one, or the maple ’62 Strat."
    },
    {
      "nome": "Fender Stratocaster (Red, Maple)",
      "urlImmagine": "https://www.vintageandrareguitars.com/cdn/shop/products/1970-Fender-Stratocaster-Maple-Cap-Candy-Apple-Red-10.jpg?v=1655477802",
      "descrizione": "This was Mark’s second Fender Stratocaster, acquired sometime in the mid to late 70s. It is believed that some parts of the guitar itself were made sometime in the early 60s and that some are from a Japanese copy."
    },
    {
      "nome": "1969 Fender Telecaster Thinline",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-Black-Telecaster-Slide.jpg",
      "descrizione": "This guitar belonged to David Knopfler, but Mark used it himself occasionally as a slide guitar for “Water of Love”. This was of course in the early days, circa 1979."
    },
    {
      "nome": "1980s Schecter Dream Machine (Red)",
      "urlImmagine": "https://direstraitsblog.com/wp-content/uploads/2017/06/4-Schechter-Dream-Machine-Strat.jpg",
      "descrizione": "This guitar was purchased sometime in the early 80s at Rudy Music Stop in New York among a couple of other Schecters. At the time Mark was looking for a guitar to replace his 1962 Stratocaster, and apparently, he was impressed with a Schecter guitar that his girlfriend owned at the time."
    },
    {
      "nome": "1980s Schecter Dream Machine (Sunburst)",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-Schecter-Dream-Machine-Sunburst.jpg",
      "descrizione": "This was Mark’s second most used Schecter guitar during the 80s. There were actually two nearly identical sunburst Schecters, one of which was stolen in the early 80s, and the other one becoming its replacement."
    },
    {
      "nome": "1960s Gibson SG Standard",
      "urlImmagine": "https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_58/589530/19101093_800.jpg",
      "descrizione": "Mark played this guitar occasionally during the Love Over Gold tour in 1982/83, and for the song “Two Young Lovers”."
    },
    {
      "nome": "Erlewine Automatic Custom",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Erlewine-Automatic-red-Mark-Knopfler.jpg",
      "descrizione": "Mark used this guitar during the Brothers in Arms tour in 1985/86 on the song “Solid Rock”, and during Love Over Gold tour in 1982/83 on “Industrial Disease”.."
    },
    {
      "nome": "1983 Gibson Les Paul '59 Reissue",
      "urlImmagine": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKBrbhoMbEteOtG2SmALwpeD6C6dC4xjVx4A&s",
      "descrizione": "Mark bought this guitar in the early 80s from Rudy Pensa and used it on the Brothers in Arms album. This is the guitar that can be heard on the studio recording of some of Dire Straits’ most iconic songs, such as “Money for Nothing” and “Brothers in Arms”."
    },
    {
      "nome": "1982 Schecter Telecaster",
      "urlImmagine": "https://www.google.com/search?sca_esv=6298c17d4a9e2aad&sxsrf=ADLYWILRcTWA4OuTZ6NrLTfoTLYOBSuNQw:1729350840772&q=Mark+Knopfler%E2%80%99s+1982+Schecter+Telecaster&udm=2&fbs=AEQNm0Be9hsxO5zOUoY5v2srYNPRIvTz_02aG-_CVE5t-hWDE1VEgRZgwAleAEAQCRBuIW6iPD3v_y5HG-TpwGdczjUsf0zGnlCfCwRVkxWskzOPew8exI2BOqhxYPfw8o2C4BbRY1ss1ufPRvVfyTbDEcDSE4PG_mk5ZA2BWlA0pX29ouz6q853ZKpalVutIzAPB2D9NvDM&sa=X&ved=2ahUKEwiRl7n03ZqJAxXMg_0HHa1xA5AQtKgLegQIFRAB&biw=767&bih=730&dpr=1.25#vhid=fgNsMJ4Y99169M&vssid=mosaic",
      "descrizione": "Mark bought this guitar sometime in the early 80s and first used it on the Brothers in Arms album/tour. He used the guitar to play the song “Walk of Life” live on that tour, so it’s somewhat safe to guess that he used it in the studio as well.\nHe still owns this guitar and plays it live occasionally, as could be seen on the 2008 Kill to Get Crimson tour, during which he used it to play “Cannibals”."
    },
    {
      "nome": "Pens-Suhr Synth Guitar",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2024/08/Mark-Knopflers-Pens-Suhr-Synth-Guitar.jpg",
      "descrizione": "This guitar was most notably used on the song “So Far Away” from the Brothers in Arms album. It was built for Mark by Rudy Pensa to be used with the Synclavier – an early digital synthesizer, to create the song’s iconic sound.\nThe guitar remained with Mark until 2024 when it was auctioned for $350,000."
    },
    {
      "nome": "1980s Steinberger GL2 Standard",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Steinberger-GL2.jpg",
      "descrizione": "Mark played this guitar occasionally on the song “Money For Nothing” during the later part of the Brothers in Arms tour in 1986."
    },
    {
      "nome": "1985 Schecter Stratocaster (White)",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-White-Rosewood-Stratocaster-Tortoiseshell.jpg",
      "descrizione": "Mark acquired this guitar sometime in 1985. It was put together by John Suhr who at the time worked at Rudy’s Music Stop in New York City doing mostly just guitar repairs."
    },
    {
      "nome": "1987 Pensa-Suhr Prototype",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-black-Pensa-Suhr-Prototype-1987.jpg",
      "descrizione": "This guitar was among the Pensa-Suhr instruments made for Mark. He was first seen using it during the studio session of “Let it be” with the Ferry Aid ensemble group, brought together in 1987.\nLater on, Mark used this guitar as a guest guitarist on Eric Clapton’s 1987 tour, with Vic and Ray in 1996, and on a 1999 tour with Notting Hillbillies."
    },
    {
      "nome": "1988 Pensa-Suhr Custom",
      "urlImmagine": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTJslcHDmpnM_qxTLJ2fyIvMHANq5BVAj3qsw&s",
      "descrizione": "In 1987 Mark met with Rudy Pensa at a small coffee shop called “Prince’s” in New York. The two discussed a possible project – a guitar that would be a sort of crossover between a Stratocaster and a Les Paul. They agreed on the details, and drew the first sketch of this guitar on a napkin they found on the table.\nThe guitar was finished sometime in early 1988, and it was completely built by John Suhr who worked at Pensa music shop at the time. This particular model was supposedly something that John worked out prior to Rudy and Mark ever meeting, and the guitar was only modified to fit Mark’s needs and wishes following the input Rudy took from Mark during the infamous meeting at a coffee shop."
    },
    {
      "nome": "1953 Gibson Super 400 CES",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Gibson-Super-400-CES.jpg",
      "descrizione": "Mark used this guitar on the songs “Fade to Black” and “On Every Street” from the 1991 album, and occasionally live on “Your Latest Trick”."
    },
    {
      "nome": "1954 Fender Stratocaster",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2018/08/1954-Fender-Stratocaster-stock.jpg",
      "descrizione": "Mark got this guitar from Paul Kennerly (an English singer-songwriter, and producer) sometime in the mid-90s. The interesting thing about this particular guitar is that it’s supposedly the 59th Stratocaster ever made, based on its serial number #059.\nMark used the guitar on “I’m The Fool” from the 1996 album Golden Heart, “The Fish and the Bird” from Kill To Get Crimson, and ”I Used to Could” from Privateering."
    },
    {
      "nome": "1958 Gibson Les Paul Standard",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-1958-Gibson-Les-Paul-Standard.jpg",
      "descrizione": "Mark purchased this guitar sometime in the mid-90s. It was the first vintage Les Paul that he ever bought, and it quickly replaced the 80s reissue that he used during the recording of the Brothers in Arms album."
    },
    {
      "nome": "Pensa MK-2",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Pensa-MK-2-guitar-Knopfler.jpg",
      "descrizione": "This is the second version of the MK model produced by Pensa. Mark received the first prototype sometime prior to the recording of the Golden Heart album in 1996. A different guitar followed after this one in the late 90s and was a more finished version of the final product.\nThis first prototype guitar was produced by Rudy Pensa (John Suhr parted ways with Pensa in 1991, so he was not involved in making this guitar). It featured a mahogany back with a flamed koa top finished in a dark shade of orange, and three single-coil pickups – allegedly custom-made by Lindy Fralin. Mark used the guitar during the Golden Heart tour in 1996 on “Father and Son” and on “Golden Heart”."
    },
    {
      "nome": "1959 Gibson Les Paul Standard",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/1959-Gibson-Les-Paul-Standard-Mark-Knopfler.jpg",
      "descrizione": "This is Mark’s second vintage Gibson Les Paul guitar. Although considered by many to be the more desirable of the two, Mark actually uses his ’58 Les Paul more often than this one. It’s not clear when exactly he bought this guitar, but presumably, it was around the same time as his other Les Paul – so mid to late 90s."
    },
    {
      "nome": "1954 Fender Telecaster",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/1954-Fender-Telecaster.jpg",
      "descrizione": "This guitar is allegedly one of Mark’s favorites. He started using it in the early 90s with Notting Hillbillies and still plays it occasionally nowadays."
    },
    {
      "nome": "1959 Gibson ES-335TDN",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/1959-Gibson-ES-335TDN.jpg",
      "descrizione": "This guitar was featured in the booklet of the 2000 album Sailing to Philadelphia. It was also seen on some photos taken at Mark’s studio, but coupled with another almost identical ES-335 – presumably also from the late 50s."
    },
    {
      "nome": "1963 Danelectro DC-1",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Danelectro-DC-1.jpg",
      "descrizione": "Mark used this guitar on “Miss You Blue” from the 2012 album Privateering, and on “Donegan’s Gone” from the 2004 album Shangri-La."
    },
    {
      "nome": "Silvertone 1452 Hornet",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Silvertone-1452-Hornet-Standard.jpg",
      "descrizione": "Mark used this guitar extensively on the 2004 album “Shangri-La”, both in the studio and on the live tour. It can be heard on songs such as “Boom Like That”, “Stand Up Guy”, and “Don’t Crash the Ambulance”."
    },
    {
      "nome": "1957 Gretsch 6120 Chet Atkins",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/1957-Grestch-6120-Chet-Atkins.jpg",
      "descrizione": "Mark was seen playing this guitar a few times on “Red Staggerwing” live. Also, based on the photos that are floating around the internet, he has at least a few of these guitars in his studio, so it seems that it’s a model that he particularly likes.\nAlso, in an interview with Vintage Guitar magazine in 2014, he basically confirmed that he enjoys playing the guitar, or at least he did at that time."
    },
    {
      "nome": "Pensa MK-90",
      "urlImmagine": "https://rudysmusic.com/cdn/shop/files/g-989_3723x3723.jpg?v=1722960055",
      "descrizione": "This is one of Mark’s more recent guitars. It’s basically a modified version of the Pensa MK model with a blue finish, and P-90 style pickups (therefore the MK-90 name). Mark was seen with the guitar in the Guitar Stories documentary, and he used it occasionally live during the Privateering tour on “Kingdom of Gold”."
    },
    {
      "nome": "1920s National Tricone",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/National-Tricone.jpg",
      "descrizione": "Mark bought this guitar sometime in the late 60s on Exchange and Mart in Wales. It was his first resonator guitar."
    },
    {
      "nome": "Gibson Chet Atkins CE",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Gibson-Chet-Atkins-CE.jpg",
      "descrizione": "Mark played this guitar occasionally live in the 80s. It was seen on the Love over Gold tour, during which he used it on “Private Investigations” and “Love over Gold”. On the Brothers in Arms tour, it was also used on “Your Latest Trick”."
    },
    {
      "nome": "1935 Martin D-18",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Martin-D-18-Mark-Knopfler.jpg",
      "descrizione": "This is one of Mark’s favorite acoustic guitars, at least according to an interview he gave with VintageGuitar. The guitar was a present from Paul Kennerly."
    },
    {
      "nome": "1938 Gibson Advanced Jumbo",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/1938-Gibson-Advanced-Jumbo.jpg",
      "descrizione": "Mark used this guitar on “Speedway at Nazareth” and “Wanderlust” from the 2000 album Sailing to Philadelphia, and on “Before Gas and TV” and “Remembrance Day” from the 2009 album Get Lucky."
    },
    {
      "nome": "Martin HD-40MK",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Martin-HD-40MK.jpg",
      "descrizione": "This is the first Mark Knopfler signature Martin, made for a short period of time in 2002. A total of around 250 guitars were made\nThe guitar featured an Alpine Spruce top, Indian Rosewood back and sides, Mahogany neck, and Ebony fingerboard 42-style Snowflake inlays and Mark’s signature between the 19th and 20th frets.\nMark used this guitar for the recording of the entirety of The Ragpicker’s Dream album in 2002."
    },
    {
      "nome": "Martin 000-40S “Ragpicker’s Dream”",
      "urlImmagine": "https://www.guitar-auctions.co.uk/public/images/Sales/79/504.JPG",
      "descrizione": "This is the second Mark Knopfler signature line from Martin. Only 155 of these guitars were made in the original production run in 2006. The guitar was named after Mark Knopfler’s 2002 solo album, Ragpicker’s Dream.\nMark used the guitar occasionally on stage on “Privateering” and “Monteleone”. It’s unknown whether he used it in the studio at all."
    },
    {
      "nome": "2008 Monteleone Isabella",
      "urlImmagine": "https://www.groundguitar.com/wp-content/uploads/2022/10/Mark-Knopfler-Monteleone-Isabella-mock-up.jpg",
      "descrizione": "This Monteleone was made for Mark by John Monteleone, a guitar builder from New York. Mark used it for recording “Monteleone” on the Get Lucky album. He often referred to this guitar as one of the most beautiful guitars he ever held in his hands."
    }
  ]
  